content/posts/la_satira_secondo_a_g_bierce.md
+++
title = "La Satira secondo A. G. Bierce"
author = ["Daniel Biasiotto"]
date = 2021-12-27T16:10:00+01:00
tags = ["article"]
draft = false
+++

-   Source: <https://www.iltascabile.com/letterature/satira-bierce/>
-   Author: Jacopo Cirillo
-   Related: [A. G. Bierce]({{< relref "a_g_bierce.md" >}}), [Satira]({{< relref "satira.md" >}})


## Outline {#outline}

-   Ambrose scrittore del San Francisco News Letter
    -   caporedattore in breve tempo
-   _The Town Crier_
    -   rubrica quotidiana, strali umoristici contro tutto e tutti
-   scrive [The Devil's Dictionary]({{< relref "the_devil_s_dictionary.md" >}}), libretto in pieno stile che gioca con i ribaltamenti ironici piu' caustici
-   la sua produzione ha influenzato molti scrittori successivi oltre che altri media
    -   [Lovecraft]({{< relref "lovecraft.md" >}}) lo cita come influenza nel _weird horror_
    -   [Borges]({{< relref "borges.md" >}})
    -   [Cortazar]({{< relref "cortazar.md" >}})
    -   [Nabokov]({{< relref "nabokov.md" >}})
    -   [La Rivière du hibou]({{< relref "la_riviere_du_hibou.md" >}})
